[
    {
    "title": "Toy Story",
    "tags": [ "Animation", "Comedy", "Family" ],
    "overview": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
    "rating": 7.7,
    "release-date": "1995-10-30",
    "poster-location": "ToyStoryPoster.jpg"
    },
    {
    "title": "Interstellar",
    "tags": [ "Adventure", "Drama", "Science Fiction" ],
    "overview": "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "rating": 8.1,
    "release-date": "2014-11-05",
    "poster-location": "InterstellarPoster.webp"
    },
    {
    "title": "Inside Out",
    "tags": [ "Drama", "Comedy", "Animation", "Family" ],
    "overview": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.",
    "rating": 7.9,
    "release-date": "2015-06-09",
    "poster-location": "InsideOutPoster.jpg"
    },
    {
    "title": "The American President",
    "tags": [ "Comedy", "Drama", "Romance" ],
    "overview": "Widowed U.S. president Andrew Shepherd, one of the world's most powerful men, can have anything he wants -- and what he covets most is Sydney Ellen Wade, a Washington lobbyist. But Shepherd's attempts at courting her spark wild rumors and decimate his approval ratings.",
    "rating": 6.5,
    "release-date": "1995-11-17",
    "poster-location": "TheAmericanPresidentPoster.webp"
    },
    {
    "title": "Dracula: Dead and Loving It",
    "tags": [ "Comedy", "Horror" ],
    "overview": "When a lawyer shows up at the vampire's doorstep, he falls prey to his charms and joins him in his search for fresh blood. Enter Dr. van Helsing, who may be the only one able to vanquish the count.",
    "rating": 5.7,
    "release-date": "1995-12-22",
    "poster-location": "DraculaDeadandLovingItPoster.jpg"
    },
    {
    "title": "Frozen",
    "tags": [ "Animation", "Adventure", "Family" ],
    "overview": "Young princess Anna of Arendelle dreams about finding true love at her sister Elsa?셲 coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
    "rating": 7.3,
    "release-date": "2013-11-27",
    "poster-location": "FrozenPoster.jpg"
    },
    {
    "title": "Your Name",
    "tags": [ "Romance", "Animation", "Drama" ],
    "overview": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night they suddenly switch placeds. Mitsuha wakes up in Taki's body, and he in hers. This bizarre occurrence continues to happen randomly.",
    "rating": 8.5,
    "release-date": "2016-08-26",
    "poster-location": "YourNamePoster.jpg"
    },
    {
    "title": "Restoration",
    "tags": [ "Drama", "Romance" ],
    "overview": "An aspiring young physician, Robert Merivel found himself in the service of King Charles II and saves the life of someone close to the King. Merivel joins the King's court and lives the high life provided to someone of his position. Merivel is ordered to marry his King's mistress in order to divert the queens suspicions. He is given one order by the king and that is not to fall in love. The situation worsens when Merivel finds himself in love with his new wife. Eventually, the King finds out and relieves Merivel of his position and wealth. His fall from grace leaves Merivel where he first started. And through his travels and reunions with an old friend, he rediscovers his love for true medicine and what it really means to be a physician.",
    "rating": 6.3,
    "release-date": "1995-12-29",
    "poster-location": "RestorationPoster.jpg"
    },
    {
    "title": "Mortal Kombat",
    "tags": [ "Action", "Fantasy" ],
    "overview": "For nine generations an evil sorcerer has been victorious in hand-to-hand battle against his mortal enemies. If he wins a tenth Mortal Kombat tournament, desolation and evil will reign over the multiverse forever. To save Earth, three warriors must overcome seemingly insurmountable odds, their own inner demons, and superhuman foes in this action/adventure movie based on one of the most popular video games of all time.",
    "rating": 5.4,
    "release-date": "1995-08-18",
    "poster-location": "MortalKombatPoster.jpg"
    },
    {
    "title": "To Die For",
    "tags": [ "Fantasy", "Drama", "Comedy", "Thriller" ],
    "overview": "Susan wants to work in television and will therefore do anything it takes, even if it means killing her husband. A very dark comedy from independent director Gus Van Sant with a brilliant Nicole Kidman in the leading role.",
    "rating": 6.7,
    "release-date": "1995-05-20",
    "poster-location": "ToDieForPoster.jpg"
    },
    {
    "title": "How To Make An American Quilt",
    "tags": [ "Drama", "Romance" ],
    "overview": "Soon-to-be-wed graduate student Finn Dodd develops cold feet when she suspects her fianc챕 is cheating on her. In order to clear her head, Finn visits her grandmother, Hy, and great aunt, Glady Joe Cleary, in Grasse, Calif. There, Finn learns that Hy and Glady Joe are members of a group of passionate quilters, and over the course of her visit she is regaled with tales of love and life by women who have collected rich experiences and much wisdom.",
    "rating": 6.5,
    "release-date": "1995-10-06",
    "poster-location": "HowToMakeAnAmericanQuiltPoster.jpg"
    },
    {
    "title": "Jumanji",
    "tags": [ "Adventure", "Fantasy", "Family" ],
    "overview": "When siblings Judy and Peter discover an enchanted board game that opens the door to a magical world, they unwittingly invite Alan -- an adult who's been trapped inside the game for 26 years -- into their living room. Alan's only hope for freedom is to finish the game, which proves risky as all three find themselves running from giant rhinoceroses, evil monkeys and other terrifying creatures.",
    "rating": 6.9,
    "release-date": "1995-12-15",
    "poster-location": "JumanjiPoster.jpg"
    },
    {
    "title": "Harry Potter and the Philosopher's Stone",
    "tags": [ "Adventure", "Fantasy", "Family" ],
    "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
    "rating": 7.5,
    "release-date": "2001-11-16",
    "poster-location": "HarryPotterAndThePhilosophersStonePoster.jpg"
    },
    {
    "title": "Monsters, Inc.",
    "tags": [ "Animation", "Comedy", "Family" ],
    "overview": "James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.",
    "rating": 7.5,
    "release-date": "2001-11-01",
    "poster-location": "MonstersIncPoster.jpg"
    },
    {
    "title": "Pocahontas",
    "tags": [ "Adventure", "Animation", "Drama", "Family" ],
    "overview": "History comes gloriously to life in Disney's epic animated tale about love and adventure in the New World. Pocahontas is a Native American woman whose father has arranged for her to marry her village's best warrior. But a vision tells her change is coming, and soon she comes face to face with it in the form of Capt. John Smith.",
    "rating": 6.7,
    "release-date": "1995-06-14",
    "poster-location": "PocahontasPoster.jpg"
    },    
    {
    "title": "The Usual Suspects",
    "tags": [ "Drama", "Crime", "Thriller" ],
    "overview": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor ??leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess.",
    "rating": 8.1,
    "release-date": "1995-07-19",
    "poster-location": "TheUsualSuspectsPoster.jpg"
    },    
    {
    "title": "It Takes Two",
    "tags": [ "Romance", "Comedy", "Family" ],
    "overview": "Identical 9-year-olds from very different backgrounds: orphaned Amanda and wealthy Alyssa meet at summer camp and decide to switch places -- and play matchmaker between Alyssa's dad, Roger, and the kind social worker who cares for Amanda.",
    "rating": 6.1,
    "release-date": "1995-11-17",
    "poster-location": "ItTakesTwoPoster.jpg"
    },
    {
    "title": "Speed",
    "tags": [ "Action", "Adventure", "Crime" ],
    "overview": "Los Angeles SWAT cop Jack Traven is up against bomb expert Howard Payne, who's after major ransom money. First it's a rigged elevator in a very tall building. Then it's a rigged bus--if it slows, it will blow, bad enough any day, but a nightmare in LA traffic. And that's still not the end.",
    "rating": 6.8,
    "release-date": "1994-06-09",
    "poster-location": "SpeedPoster.jpg"
    },    
    {
    "title": "Beauty and the Beast",
    "tags": [ "Animation", "Romance", "Fantasy", "Family", "Music" ],
    "overview": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
    "rating": 7.5,
    "release-date": "1991-11-13",
    "poster-location": "BeautyAndTheBeastPoster.jpg"
    },    
    {
    "title": "Whiplash",
    "tags": [ "Drama" ],
    "overview": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
    "rating": 8.3,
    "release-date": "2014-10-10",
    "poster-location": "WhiplashPoster.webp"
    },    
    {
    "title": "The Sound of Music",
    "tags": [ "Drama", "Family", "Music", "Romance" ],
    "overview": "Film adaptation of a classic Rodgers and Hammerstein musical based on a nun who becomes a governess for an Austrian family.",
    "rating": 7.4,
    "release-date": "1965-03-02",
    "poster-location": "TheSoundOfMusicPoster.jpg"
    }
]